Revit 2027 API
ParameterTypeId.StairsAttrRiserType Property
 "Riser Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRiserType { get; }
Public Shared ReadOnly Property StairsAttrRiserType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRiserType {
	ForgeTypeId^ get ();
}
static member StairsAttrRiserType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace